Repository: 84000/data-translation-memory
Catalog: toh555-v3.tmx
Source language: bo
Languages: en

source: །ལྷ་རྣམས་ལྷན་ཅིག་བྱིན་བརླབས་ནས། །དེ་འོག་མ་ཡི་མངལ་དུ་འཇུག །མ་ཡི་མངལ་ན་གནས་པ་ན། །ལྷ་རྣམས་ཀྱིས་ནི་སྲུང་བར་བྱེད།
en: Having been blessed when with the devas, He then enters his mother’s womb, And while he is residing in his mother’s womb, The devas will give him their protection. “ ‘ “

source: །མི་ཡི་འཇིག་རྟེན་སྐྱེས་གྱུར་ཀྱང་། །གཙོ་མཆོག་གྱུར་ཕྱིར་ལྷ་ཞེས་བྱ།
en: Although he is born into the human world, He is called a deva because he is supreme.

source: །ལྷ་རྣམས་ཀྱིས་ནི་བསྲུངས་པས་ན། །ལྷ་ཡི་བུ་ཞེས་བརྗོད་པ་ཡིན།
en: Because he is protected by devas, He is called a son of the devas. “ ‘ “

source: །སུམ་ཅུ་རྩ་གསུམ་བདག་པོ་ཡིས། །སྟོབས་བགོས་མི་རྒྱལ་སྟོངས་པར་བྱེད།
en: The lord of Trāyastriṃśa bestows strength Upon him and ripens him to be a human king.

source: །ལྷ་ནི་མང་པོ་ཐམས་ཅད་ཀྱིས། །རང་དབང་སྟོབས་ནི་རབ་བསྟངས་ནས།
en: All of the multitude of devas ripen His strength of independent power. “ ‘ “

source: །ཆོས་མིན་ཀུན་ནི་རབ་བསལ་ཏེ། །སྡིག་པའི་ལས་ནི་སྐྱེད་མི་བྱེད།
en: He eliminates all that is not righteous, And he does not cause bad actions to arise.

source: །སེམས་ཅན་དགེ་བ་སྒྲུབ་བསྐུལ་ནས། །མཐོ་རིས་གནས་སུ་སྐྱེ་བར་བྱེད།
en: He encourages beings to practice good actions And causes them to be reborn in higher existences. “ ‘ “

source: །མི་དང་ལྷ་མིན་འཁོར་དག་དང་། །དྲི་ཟ་དང་ནི་སྲིན་པོ་དང་། །གདོལ་པ་ལ་སོགས་ཐམས་ཅད་ཀྱིས། །སྟོབས་ཀྱི་ཕྱེད་ནི་སྟོར་བར་བྱེད།
en: He employs the power of The hosts of humans and asuras, Gandharvas and rākṣasas, Caṇḍalas, and all others. “ ‘ “

source: །ཕ་མས་སྟོབས་ཕྱེད་བསྟངས་ནས་ནི། །སྡིག་སྤོང་དགེ་བ་སྒྲུབ་ལ་འཛུད།
en: He uses the power of parents to cause Sin to be rejected and goodness practiced.

source: །ལྷ་རྣམས་ལྷན་ཅིག་རབ་བསྲུངས་ནས། །དགེ་སྡིག་རྣམ་སྨིན་སྟོན་པར་བྱེད།
en: Together the devas protect him, And show him the results of good and bad actions. “ ‘ “

source: །དགེ་སྡིག་ལས་ནི་བྱས་གྱུར་ན། །ད་ལྟར་ཚེ་འདི་ཉིད་ལ་ནི། །ལྷ་རྣམས་ལྷན་ཅིག་རབ་བསྲུངས་ནས། །དགེ་སྡིག་རྣམ་སྨིན་སྟོན་པར་བྱེད།
en: If good and bad karma are created, Then right in that very life, Together the devas protect him, And show him the results of good and bad actions. “ ‘ “

source: །ཡུལ་མིས་སྡིག་པའི་ལས་བྱས་ལ། །རྒྱལ་སྤངས་ནན་ཏུར་མི་བྱེད་ན། །འདི་ནི་ཡང་དག་རིགས་པ་མིན།
en: If his subjects are engaging in bad actions And the king does not resolutely stop them, Then that would not be the valid, right thing to do.

source: །ཆོས་བཞིན་ཆད་པས་གཅད་པར་བྱ།
en: They should be punished in accordance with the Dharma. “ ‘ “

source: །གལ་ཏེ་ཉེས་མཐོང་མི་འགོག་ན། །ཆོས་མིན་རབ་ཏུ་འཕེལ་འགྱུར་བས། །རྒྱལ་པོ་དེ་ཡི་ཡུལ་ཁམས་སུ། །གཡོ་སྒྱུ་མང་དུ་འཕེལ་བར་འགྱུར།
en: If the evil witnessed is not brought to an end, Then unrighteousness will increase greatly So that in the kingdom of that king There will be a great increase in dishonesty. “ ‘ “

source: །རྒྱལ་པོས་ཉེས་བྱེད་མཐོང་བ་ལ། །གལ་ཏེ་ཟློག་པར་མི་བྱེད་ན། །སུམ་ཅུ་རྩ་གསུམ་ལྷ་འཁོར་རྣམས། །ཐམས་ཅད་ཁོང་ཁྲོའི་སེམས་སྐྱེ་འགྱུར།
en: When a king sees evil deeds being done, If he does not act to prohibit them, The assembly of devas in Trāyastriṃśa Will all give rise to anger in their minds. “ ‘ “

source: །རྒྱུ་དེས་རྒྱལ་ཁྲིམས་ཉམས་འགྱུར་ཞིང་། །གཡོ་སྒྱུ་འཇིག་རྟེན་འཕེལ་འགྱུར་བས། །ཕ་རོལ་དགྲ་འཁོར་དག་གིས་ནི། །ཡུལ་དེ་བཅོམ་ནས་འཇིག་པར་བྱེད།
en: Because of that, the king’s laws will decline And dishonesty will spread in the world, And the hosts of opposing enemies Will vanquish that land and destroy it. “ ‘ “

source: །གནས་པའི་ཁྱིམ་དང་ཡོ་བྱད་དང་། ནོར་བསགས་ཐམས་ཅད་སྟོར་བར་འགྱུར། །གཡོ་སྒྱུ་སྣ་ཚོགས་སྐྱེས་པས་ན།
en: The homes and possessions of the inhabitants And all the wealth they have accumulated will be destroyed.

source: །ཕན་ཚུན་གཅིག་ལ་གཅིག་ཀྱང་འཕྲོག །
en: If there occur all kinds of dishonesty, People will even be stealing from each other. “ ‘ “

source: ཡང་དག་ཆོས་ཀྱིས་རྒྱལ་ཐོབ་ཀྱང་། །ཆོས་བཞིན་དུ་ནི་མི་སྤྱོད་པས། །ཡུལ་མི་ཐམས་ཅད་འཐོར་འགྱུར་ཏེ། །གླང་པོས་པདྨའི་རྫིང་བརྫིས་འདྲ།
en: Even if he has attained kingship through the true Dharma, If he does not then act in accordance with the Dharma, All the people of his land will be scattered As when an elephant tramples a lotus pond. “ ‘ “

source: །རླུང་དྲག་ལྡང་ལ་དུས་ཀྱང་མེད། །མི་འཕྲོད་ཆར་ནི་དུས་མིན་འབབ།
en: Unpredictable, fierce winds will blow; Untimely, destructive rains will fall.

source: །རྒྱུ་སྐར་ལྟས་ངན་མང་པོ་སྟོན།
en: Many bad lunar asterisms and omens will manifest.

source: །ཉི་ཟླ་གཅན་ཟིན་འོད་ཀྱང་མེད།
en: The sun and moon will be darkened, eclipsed. “ ‘ “

source: །རྒྱལ་པོས་ཡང་དག་ཆོས་སྤངས་པས། །འབྲུ་རྣམས་མེ་ཏོག་འབྲས་བུ་དང་། ལོ་ཏོག་ཐམས་ཅད་མི་སྨིན་ཅིང་། །ཡུལ་ན་མུ་གེ་འབྱུང་བར་འགྱུར།
en: When a king forsakes the true Dharma, Seeds will fail to ripen as flowers, As fruits, and as every kind of harvest, And there will be famine in the land. “ ‘ “

source: །རྒྱལ་པོས་ཡང་དག་ཆོས་སྤངས་ནས། །སྡིག་ཆོས་མི་ནི་སྟོན་བྱེད་ན། །གཞལ་མེད་ཁང་གནས་ལྷ་རྣམས་ཀྱིས། །མཐོང་ནས་མྱ་ངན་སྐྱེ་བར་འགྱུར།
en: When a king forsakes the true Dharma And people teach a wicked Dharma, Then the devas in their aerial palaces Will be in misery upon seeing that. “ ‘ “

source: །ལྷ་རྒྱལ་འཁོར་བཅས་དེ་དག་གིས། །འདི་སྐད་དུ་ནི་སྨྲ་བར་འགྱུར། །རྒྱལ་འདིས་ཆོས་མིན་རབ་སྤྱད་ནས། །སྡིག་པའི་གྲོགས་པོ་བསྟེན་པས་ན། །རྒྱལ་སྲིད་ཡུན་རིང་བརྟན་མི་འགྱུར།
en: Those deva kings and their courts Will be saying these words: ‘This king is practicing unrighteousness And he is relying on sinful friends, “ ‘ “ ‘And therefore his reign will not endure long.

source: །ལྷ་རྣམས་ཐམས་ཅད་རབ་མི་དགའ།
en: All of the devas will be extremely displeased.

source: །དེ་དག་ཁྲོས་པར་གྱུར་པའི་ཕྱིར། །ཡུལ་དེ་འཇིག་པར་འགྱུར་ཞེས་ཟེར།
en: They will become angry, and therefore That kingdom will be destroyed.’ “ ‘ “

source: །ཆོས་མིན་མི་ནི་རབ་བརྟེན་པས། །ཡུལ་ཁམས་འཕེལ་བར་འགྱུར་བས་ན། །འཐབ་རྩོད་གཡོ་སྒྱུ་མང་པོར་འགྱུར། །རིམས་ནད་སྡུག་བསྔལ་མང་པོ་སྐྱེ།
en: Because of his relying on unrighteous people So that they increase in that realm, There will be much fighting and dishonesty And much suffering from diseases. “ ‘ “

source: །ལྷ་ཡི་བདག་པོ་སྲུང་མི་བྱེད། །ལྷ་གཞན་ཐམས་ཅད་སྤོང་བར་བྱེད། །དེ་ཡི་ཡུལ་ནི་རང་ཞིག་ནས།
en: The lords of devas will not protect him, And the other devas will abandon him.

source: །རྒྱལ་པོ་སྡུག་བསྔལ་མྱོང་བར་འགྱུར།
en: His kingdom will be destroyed, And the king will experience suffering. “ ‘ “

source: །ཕ་མ་ཆུང་མ་བུ་རྣམས་དང་། །ཕུ་ནུ་དང་ནི་སྲིང་མོ་རྣམས། །ཅིག་ཅར་སྡུག་དང་བྲལ་འགྱུར་ཞིང་། །ཐ་མར་བདག་ཀྱང་འཆི་བར་འགྱུར།
en: He will be instantly separated from His beloved parents, wife, and children, And from his brothers and his sisters, And in the end, he himself will meet death. “ ‘ “

source: །ལྟས་ངན་སྐར་མདའ་དག་ཀྱང་ལྟུང་། །ཉི་མ་གཉིས་ནི་ཅིག་ཅར་འཆར།
en: There will be the bad omen of falling shooting stars, And two suns will rise simultaneously.

source: །ཕ་རོལ་དགྲ་ནི་ཉེར་འོངས་པས། །ཡུལ་མི་འཆི་བར་འཁྲུག་ཕྲད་འགྱུར།
en: Hostile enemies will approach, And the people will encounter death and chaos. “ ‘ “

source: །ཡུལ་བཀུར་བློན་པོ་ཆེན་པོ་རྣམས། །ཉེས་མེད་གློ་བུར་འཆི་བར་འགྱུར།
en: The honored great ministers of the land, Though innocent, will have sudden deaths.

source: །གླང་པོ་རྟ་སོགས་གཅེས་པ་རྣམས། །ཐམས་ཅད་འཐོར་ཞིང་སྟོངས་པར་འགྱུར།
en: His beloved elephant, horse, and so on, Will all be scattered and lost. “ ‘ “

source: །ཡུལ་ཡུལ་ཀུན་དུ་དགྲ་ཡོད་པས། །མི་ནི་ཕལ་ཆེར་དུས་མིན་འཆི།
en: Because there are enemies in every region, Most people will meet untimely deaths.

source: །འདྲེ་སྲིན་མང་པོ་ཡུལ་ཞུགས་པས། །རིམས་ནད་ཀུན་དུ་འཕེལ་བར་འགྱུར།
en: Many demons will enter the land, And all diseases will spread everywhere. “ ‘ “

source: །ཡུལ་མི་བློན་པོ་ཆེན་པོ་དང་། །ཉེ་ཕན་མང་པོ་ཐམས་ཅད་ཀྱང་། །སེམས་ནི་གཡོ་སྒྱུ་བཅས་པས་ན། །ཐམས་ཅད་ཆོས་མིན་སྤྱོད་པར་འགྱུར།
en: The great ministers of the land And the many intimates of the king Will all have dishonest minds And practice unrighteousness. “ ‘ “

source: །ཆོས་མིན་སྤྱོད་པ་མཐོང་གྱུར་ན། །སྙིང་དུ་སྡུག་ཅིང་བཀུར་བར་བྱེད། །དགེ་ཆོས་སྤྱོད་པའི་མི་དག་ལ། །སྡུག་བསྔལ་ཉོན་མོངས་ཆད་པས་གཅོད།
en: Those who are seen to be unrighteous Will be beloved and be honored, While those who practice righteousness Will be punished with suffering and torments. “ ‘ “

source: །མ་རུངས་བྱམས་ཤིང་བཀུར་བ་དང་། །དགེ་བ་ཆད་པས་བཅད་པའི་ཕྱིར། །གཟའ་སྐར་རླུང་དང་ཆར་པ་རྣམས། །ཐམས་ཅད་དུས་སུ་རྒྱུ་མི་འགྱུར།
en: Because the malevolent are loved and honored, And because the good are punished, The planets, stars, wind, and rain Will all move at inappropriate times. “ ‘ “

source: །ཉེས་དམིགས་རྣམ་གསུམ་སྐྱེ་བར་འགྱུར། །ཡང་དག་ཆོས་ནི་ནུབ་འགྱུར་ཞིང་། །སེམས་ཅན་ཁ་དོག་འོད་མི་ལྡན། །ས་ཡི་བཅུད་ནི་ཐུར་དུ་འབབ།
en: Three kinds of misfortunes will occur: The true Dharma will cease to be, The complexion of beings will lose its luster, And the fecundity of the earth will diminish. “ ‘ “

source: །སྡིག་བཀུར་དགེ་ལ་བརྙས་པས་ན། །གཞན་ཡང་ཉེས་དམིགས་རྣམ་གསུམ་འབྱུང་། །དུས་མིན་སད་དང་སེར་བ་འབབ། །མུ་གེའི་སྡུག་བསྔལ་ཀུན་དུ་ཁྱབ།
en: Through the honoring of the bad and the maligning of the good, Another three misfortunes will occur: There will come untimely frost and hail, And the suffering of famine will spread everywhere. “ ‘ “

source: །ལོ་ཏོག་འབྲས་བུ་མང་པོ་རྣམས། །ཐམས་ཅད་རོ་ཞིམ་ཉམས་པར་འགྱུར། །དེ་དག་གི་ནི་ཡུལ་ཁམས་ན། །སེམས་ཅན་ཕལ་ཆེར་ན་བར་འགྱུར།
en: There will be a weakening of the flavor Of numerous harvests and fruits, And in those regions most Of the beings will become ill. “ ‘ “

source: །དེ་ཡི་ཡུལ་ན་ལྗོན་ཤིང་རྣམས། །སྔོན་ཆད་འབྲས་བུ་ཞིམ་ཆགས་པ། །དེ་ཡི་དབང་གིས་ཉམས་འགྱུར་བས། །ཁ་རྩུབ་རོ་མཆོག་མེད་པར་འགྱུར།
en: Because of that, the trees in that land That previously bore delicious fruits Will degenerate, and the fruits Will be bitter and have no good taste. “ ‘ “

source: །སྔོན་གྱི་ཀུན་དགའ་ནགས་ཚལ་མཆོག །སྙིང་དུ་སྡུག་ཅིང་རྩེ་བའི་གནས། །ཐམས་ཅད་སྐམས་ཤིང་རྙིངས་འགྱུར་བས། །མཐོང་བ་ཀུན་གྱིས་མྱ་ངན་སྐྱེ།
en: The parks and lovely groves that previously Were beloved places where games were played Will all become desiccated and decayed, And everyone will be saddened on seeing them. “ ‘ “

source: །སཱ་ལུ་ནས་དང་ལོ་ཏོག་རྣམས།
en: Rice, barley, and all harvests Will suddenly lose their flavor.

source: །རོ་ཞིམ་ཁད་ཀྱིས་མེད་གྱུར་པས། །བཟའ་ཚེ་སེམས་ཀྱང་མི་དགའ་ན། །འབྱུང་ཆེན་འཕེལ་བྱེད་ག་ལ་ནུས།
en: When eaten they will be disliked, And they will not cause the body’s elements to increase. “ ‘ “

source: །སེམས་ཅན་ཁ་དོག་འོད་ཉམས་ཤིང་།
en: The complexions of beings will lose their luster.

source: །མཐུ་སྟོབས་ཟད་ཅིང་ཉམས་པར་འགྱུར།
en: Their strength will weaken and decline.

source: །ཁ་ཟས་མང་པོ་ཟོས་ཀྱང་ནི། །འགྲངས་པ་ཉིད་དུ་ཡོང་མི་འགྱུར། །ཡུལ་ཁམས་དེ་ན་ཡོད་པ་ཡི།
en: Even though they eat much food, They will not become full. “ ‘ “

source: །སེམས་ཅན་རྣམ་པ་ཇི་སྙེད་པ། །སྟོབས་ཆུང་དཔའ་བཤོར་མེད་པས་ན། །བྱ་བ་དག་ནི་བྱེད་མི་ནུས།
en: Every one of the beings Who are in that kingdom Will be weak and without courage And unable to accomplish any deeds. “ ‘ “

source: །ཡུལ་མི་ཕལ་ཆེར་ནད་ཐེབས་པས། །སྡུག་བསྔལ་སྣ་ཚོགས་ལུས་གཟིར་འགྱུར། །འདྲེ་སྲིན་ཀུན་དུ་ཁྱབ་པས་ན།
en: Most of the inhabitants will be struck by illness, Their bodies tormented by various sufferings.

source: །ཐམས་ཅད་ཀུན་དུ་སྲིན་པོར་སྐྱེ།
en: Demons will pervade completely— Everywhere demons will arise. “ ‘ “

source: །རྒྱལ་པོས་ཆོས་མིན་རབ་སྤྱད་ནས། །མི་དགེའི་གྲོགས་པོ་བསྟེན་པས་ན། །འཇིག་རྟེན་རྣམ་པ་གསུམ་པོ་ཀུན། །དེས་ན་གནོད་པ་སྣ་ཚོགས་མྱོང་། །དེ་འདྲའི་ཉེས་དམིགས་མཐའ་མེད་པ།
en: Because the king practices unrighteousness, And because he relies on sinful companions, Throughout the three kinds of worlds There will be the experience of all kinds of calamities. “ ‘ “

source: །ཡུལ་ནས་འབྱུང་བར་འགྱུར་བ་ཡང་། །སྡིག་ཅན་མི་ནི་མཐོང་འགྱུར་ཡང་།
en: Those kinds of misfortunes will be endless, And though they occur in his realm, And though he sees the evil people there, He will ignore them and not be afraid. “ ‘ “

source: །ཡལ་བོར་མ་བསྐྲད་པ་ལས་གྱུར། །ལྷ་རྣམས་ཀུན་གྱིས་བྱིན་བརླབས་ནས། །ཡུལ་གྱི་རྒྱལ་པོ་བྱས་གྱུར་ཀྱང་། །ཡང་དག་དམ་པའི་ཆོས་དག་གིས། །ཡུལ་ཁམས་ཡོངས་སུ་སྲུང་མི་བྱེད།
en: Although all the devas had blessed him And made him the king of that land, He does not protect his kingdom Through the true, sublime Dharma. “ ‘ “

source: །གང་ཞིག་དགེ་སྤྱོད་སྒྲུབ་བྱེད་ན། །རྟག་ཏུ་མཐོ་རིས་གནས་སུ་སྐྱེ།
en: If someone accomplishes virtuous conduct, They will always be reborn in the higher realms.

source: །གལ་ཏེ་སྡིག་པའི་ལས་བྱས་པ། །ཚེ་འཕོས་ངེས་པར་ངན་འགྲོར་ལྟུང་།
en: If they commit bad actions, then at death, They will certainly fall into the lower existences. “ ‘ “

source: །གལ་ཏེ་རྒྱལ་པོས་ཡུལ་མི་རྣམས། །ཐལ་རངས་ཉེས་པ་བྱེད་འཇུག་ན། །སུམ་ཅུ་རྩ་གསུམ་ལྷ་ཚོགས་རྣམས། །ཐམས་ཅད་རབ་གདུངས་སེམས་སྐྱེ་འགྱུར།
en: If a king allows his subjects To freely commit bad actions, Then the devas of Trāyastriṃśa Will all be greatly anguished. “ ‘ “

source: །ལྷ་རྣམས་དང་ནི་ཕ་མ་ཡི། །བསྟན་དག་བཞིན་དུ་མི་བྱེད་པ། །འདི་ནི་ཆོས་མིན་མི་ཡིན་པས། །རྒྱལ་པོ་སྲི་ཞུའི་བུ་མ་ཡིན། །གལ་ཏེ་རང་གི་ཡུལ་ཁམས་སུ།
en: He will not be acting in accord with The teaching of the devas or his parents, And as he is not a righteous person, He is not a king who is a respectful son. “ ‘ “

source: །ཆོས་མིན་སྤྱོད་པ་མཐོང་བའི་ཚེ། །ཆོས་བཞིན་ཆད་པས་གཅོད་བྱེད་ཅིང་། །ཡལ་དོར་སེམས་ནི་མི་བསྐྱེད་ན། །དེ་ཕྱིར་ལྷ་ཚོགས་མང་པོ་ཀུན། །རྒྱལ་པོ་དེ་ལ་སྐྱོབ་པར་བྱེད།
en: When he sees in the kingdom The practice of unrighteousness, And he punishes it in accord with the Dharma And does not decide to ignore it, Then for that reason all the many devas Will give their protection to that king. “ ‘ “

source: །བྱང་ཆུབ་སྤྱོད་པ་བསྒྲུབ་པའི་ཕྱིར། །སྡིག་པའི་ཆོས་རྣམས་ཞི་བྱེད་ན། །རྒྱལ་པོ་ཚེ་འདི་ཉིད་ལ་ནི། །མཐོང་བའི་རྣམ་སྨིན་ངེས་པར་མྱོང་།
en: If he brings to an end sinful Dharma For the sake of practicing the conduct of enlightenment, Then that king will in that very lifetime Definitely experience the observable karmic result. “ ‘ “

source: །དགེ་དང་མི་དགེའི་ལས་དག་ལ། །སྤྱོད་སྤོང་སེམས་ཅན་བསྐུལ་ནས་ནི། །དགེ་སྡིག་རྣམ་སྨིན་བསྟན་པས་ན། །དེ་ཕྱིར་མི་རྒྱལ་ཐོབ་ནས་ཀྱང་།
en: If he exhorts beings to practice Good actions and forsake bad actions, And teaches the result of good and bad actions, In that way he accomplishes being a human king. “ ‘ “

source: །ལྷ་རྣམས་ལྷན་ཅིག་བྱིན་བརླབས་ནས། །ཐམས་ཅད་ཡི་རང་འགྱུར་བ་ཡིན།
en: The devas will all together bless him, And they will all be caused to rejoice.

source: །བདག་དང་གཞན་ལ་ཕན་གདགས་ཕྱིར། །ཡང་དག་ཆོས་ཀྱིས་ཡུལ་བསྐྱང་བྱ།
en: He should rule the land through the true Dharma In order to benefit himself and others. “ ‘ “

source: །གཡོ་སྒྱུ་བྱེད་པ་མཐོང་གྱུར་ན། །ཆོས་བཞིན་ཆད་པས་གཅད་པར་བྱ།
en: When he sees those practicing dishonesty, He should punish them in accord with the Dharma.

source: །གལ་ཏེ་རྒྱལ་ཐབས་སྟོར་བ་དང་། །སྲོག་འབབ་རྐྱེན་ཞིག་བྱུང་ན་ཡང་། །ནམས་ཀྱང་སྡིག་ཆོས་མི་སྤྱོད་ཅིང་།
en: Though he might lose the kingdom, Or there is the risk of losing his life, “ ‘ “He should never practice unrighteousness.

source: །སྡིག་པ་མཐོང་ན་སྤང་བར་བྱ། །གནོད་པའི་ནང་ན་མཆོག་ལྕི་བས། །རྒྱལ་སྲིད་སྟོར་ལས་ལྷག་པ་མེད།
en: If he sees bad actions, they should be eliminated Because they are the most serious of all that is harmful, And they will destroy the kingdom, with nothing remaining. “ ‘ “

source: །འདི་ཀུན་གཡོ་སྒྱུ་མི་ལས་གྱུར། །དེས་ན་ཆད་པས་གཅད་པར་བྱ།
en: All of this comes from dishonest people; Therefore, they should be punished.

source: །གཡོ་སྒྱུ་བྱེད་པ་ཡོད་གྱུར་ན། །རྒྱལ་སྲིད་དག་ཀྱང་སྟོར་འགྱུར་ཞིང་།
en: If there are those who practice dishonesty, That will be the destruction of kingdoms. “ ‘ “

source: །རྒྱལ་སྲིད་དག་ཀྱང་ཉམས་འགྱུར་བས། །གླང་ཆེན་མེ་ཏོག་ཚལ་ཞུགས་འདྲ། །དེ་ཡིས་མི་རྒྱལ་བྱས་ཀྱང་ནི། །ཆོས་ཀྱིས་ཡུལ་ནི་མ་བསྐྱངས་པས།
en: When kingdoms become ruined Like a flower bed trampled by an elephant, Even though someone is a human king, They are not ruling the land through the Dharma. “ ‘ “

source: །ལྷ་དབང་ཐམས་ཅད་མི་དགའ་ཞིང་། །ལྷ་མ་ཡིན་ཡང་དེ་བཞིན་ནོ།
en: All lords of devas will be unhappy, And likewise, so will the asuras.

source: །དེ་ལྟ་བས་ན་ཆོས་བཞིན་དུ། །སྡིག་པ་བྱེད་པ་ཆད་པས་གཅད།
en: Therefore, those who do bad actions Should be punished in accord with the Dharma. “ ‘ “

source: །དགེ་བས་སེམས་ཅན་གདུལ་བྱ་ཞིང་། །ཆོས་མིན་རྗེས་སུ་འབྲང་མི་བྱ།
en: He should govern beings through good actions, And he should not follow unrighteousness.

source: །ལུས་དང་སྲོག་ནི་སྤང་སླ་ཡི། །མི་དགེ་གྲོགས་རྗེས་འབྲང་མི་བྱ།
en: It is better to give up his body and life Than to follow sinful companions. “ ‘ “

source: །ཉེ་བ་དང་ནི་ཉེ་མིན་པ། །ཐམས་ཅད་མཉམ་པ་ཉིད་དུ་བལྟ།
en: He should regard everyone equally, Both those he is close to and those he is not.

source: །ཡང་དག་ཆོས་ཀྱིས་རྒྱལ་བྱེད་ན། །ཡུལ་མི་མི་དྲང་མེད་པའི་ཕྱིར།
en: If he is a king in accord with the true Dharma, Then there will be no discarded subjects. “ ‘ “

source: །ཆོས་རྒྱལ་གྲགས་དང་ལྡན་འགྱུར་བས། །ཁམས་གསུམ་ཀུན་དུ་གྲགས་པར་འགྱུར།
en: Therefore, he will be a renowned Dharma king; He will be famous throughout the three realms.

source: །སུམ་ཅུ་རྩ་གསུམ་ལྷ་ཚོགས་རྣམས། །དགའ་ནས་འདི་སྐད་སྨྲ་བར་འགྱུར། །འཛམ་གླིང་ཆོས་རྒྱལ་གང་ཡིན་པ། །དེ་ནི་བདག་གི་བུ་ཡིན་ཏེ།
en: The communities of Trāyastriṃśa devas Will be delighted and they will say: “ ‘ “ ‘That Dharma king in Jambudvīpa is our son.

source: །དགེ་བས་སེམས་ཅན་འདུལ་བྱེད་ཅིང་། །ཡང་དག་ཆོས་ཀྱིས་ཡུལ་བསྐྱངས་ནས།
en: He governs beings through good actions And rules the land through the true Dharma. “ ‘ “ ‘

source: །ཡང་དག་ཆོས་སྤྱོད་བསྐུལ་བས་ན། །བདག་ཅག་གནས་སུ་སྐྱེ་འགྱུར་ཟེར།
en: Because he inspires true righteous conduct, They will be reborn in our realm.’

source: །ལྷ་དང་མི་ཡི་བུ་རྣམས་དང་། །ལྷ་མ་ཡིན་གྱི་འཁོར་རྣམས་ཀྱང་། །རྒྱལ་པོས་ཡང་དག་ཆོས་འདུལ་རྒྱུས། །རྟག་ཏུ་སེམས་ནི་དགའ་བར་འགྱུར།
en: The children of devas and humans And the assemblies of asuras “ ‘ “Will constantly have happy minds Because the king governs through the true Dharma.

source: །ལྷ་ཚོགས་ཐམས་ཅད་རབ་དགའ་ནས། །མི་རྒྱལ་དེ་ལ་སྲུང་བར་བྱེད།
en: All the communities of devas will be overjoyed, And they will protect that human king. “ ‘ “

source: །གཟའ་སྐར་རང་གི་ལམ་རྒྱུ་ཞིང་། །ཉི་ཟླ་ཚད་ལས་འདའ་མི་བྱེད།
en: Planets and stars will follow their proper course, And the sun and the moon will have no deviation.

source: །རླུང་ནི་རྟག་པར་དུས་བཞིན་ལྡང་། །བདུད་རྩིའི་ཆར་ནི་དུས་བཞིན་འབབ།
en: The winds will come at the proper times, And a rain of amṛta will fall in due time. “ ‘ “

source: །ལོ་ཏོག་ཐམས་ཅད་སྨིན་ལེགས་པས། །མི་རྣམས་མུ་གེ་མེད་པར་འགྱུར། །ལྷ་ཚོགས་མང་པོ་ཐམས་ཅད་ཀུན། །རང་གི་ཕོ་བྲང་གང་འགྱུར་བས།
en: All the harvests will ripen perfectly, There will be no famine among humans, And an entire multitude of devas Will fill their own palaces. “ ‘ “

source: །དེ་ཕྱིར་མི་རྗེ་ཁྱོད་ཀྱིས་ནི། །ལུས་སྤངས་ཡང་དག་ཆོས་སྤེལ་བྱོས།
en: Therefore, you lords of men should Forsake your bodies and spread the true Dharma.

source: །རིན་ཆེན་ཆོས་ལ་བཀུར་བྱེད་ན། །དེས་ན་མང་པོ་བདེ་འགྱུར་བས།
en: If you honor the jewel of the Dharma, That will bring happiness to many. “ ‘ “

source: །རྟག་པར་ཡང་དག་ཆོས་བསྟེན་ནས། །ཡོན་ཏན་བདག་ཉིད་བརྒྱན་པར་བྱ།
en: Always rely upon the true Dharma And adorn yourself with good qualities.

source: །འཁོར་རྣམས་རྟག་པར་རབ་དགའ་ཞིང་། །སྡིག་པ་རྣམས་ནི་སྤོང་བར་བྱེད།
en: The entourage will always be happy and rejoice, And they will stay away from all evils.

source: །ཆོས་ཀྱིས་སེམས་ཅན་འདུལ་བྱེད་པས། །རྒྱུན་དུ་བདེ་བ་འཐོབ་པར་འགྱུར།
en: Through guiding beings through the Dharma, There will be the continuous attainment of happiness. “ ‘ “

source: །མི་རྣམས་དེ་དག་ཐམས་ཅད་ཀུན། །དགེ་བ་བཅུ་ནི་སྤྱོད་བྱེད་ན། །ཡུལ་ཁམས་རྟག་པར་ལོ་ལེགས་ཤིང་། །ཡུལ་ནི་ཞི་བ་ཉིད་དུ་འགྱུར།
en: If every one of all those humans Practices the ten good actions, There will always be good harvests in that land And that kingdom will be in peace. “ ‘ “

source: །རྒྱལ་པོ་ཆོས་ཀྱིས་མི་འདུལ་ཞིང་། །དགེ་བས་སྡིག་སྤྱོད་འདུལ་བྱེད་ན། །སྙན་པའི་གྲགས་པ་འཐོབ་འགྱུར་ཞིང་། །སེམས་ཅན་རྣམས་ནི་བདེ་བར་བྱེད།
en: If the king guides beings through the Dharma, And tames evil actions with virtue, Then he will obtain great fame, And he will make beings happy.” ’ ”

source: །དེ་ནས་དེའི་ཚེ་ས་ཆེན་པོ་ལ་གནས་པའི་མིའི་རྒྱལ་པོ་ཐམས་ཅད་དང་འཁོར་མང་པོ་རྣམས་བཅོམ་ལྡན་འདས་ཀྱིས་སྔོན་གྱི་མིའི་རྒྱལ་པོས་ཡུལ་སྐྱོང་བའི་ཆོས་ཀྱི་དོན་བཀས་བཤད་པ་ཐོས་པས་ཐམས་ཅད་ངོ་མཚར་རྨད་དུ་གྱུར་པ་དང་། རབ་ཏུ་དགའ་བ་ཐོབ་པར་གྱུར་པས་ཤིན་ཏུ་དང་བའི་མངོན་པར་ཡིད་ཆེས་པ་དག་གིས་བཀའ་ཡང་དག་པར་བླངས་ཏེ་སྤྱོད་པར་གྱུར་ཏོ།
en: All the human kings and their numerous retinues who dwelled on the great earth heard the Bhagavat teach the meaning of the Dharma concerning how past human kings ruled their lands, and they all greatly marveled at it and attained great joy, and with the conviction of complete trust, they adopted and practiced that teaching.

source: །གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་ལས་རྒྱལ་པོའི་ཆོས་ལུགས་ཡང་དག་པའི་བསྟན་བཅོས་བསྟན་པའི་ལེའུ་སྟེ་ཉི་ཤུ་པའོ།། །།གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ། བམ་པོ་དགུ་པ།
en: This concludes “The Teaching of the King’s Treatise,” the twentieth chapter of “The Supremely Victorious King of the Sūtras, the Sublime Golden Light.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འཁོར་མང་པོ་རྣམས་ལ་རྒྱལ་པོའི་ཆོས་ལུགས་ཡང་དག་པའི་བསྟན་བཅོས་བཀས་བཤད་ནས་ཡང་འཁོར་མང་པོ་རྣམས་ལ་བཀའ་སྩལ་པ། ཁྱེད་ལ་སོགས་པ་ལེགས་པར་ཉོན་ཅིག་དང་། ངས་དེང་ཁྱོད་ལ་སྔོན་ཆོས་ཡང་དག་པར་སྤྱོད་པའི་རྒྱུ་དང་རྐྱེན་བཤད་པར་བྱའོ།
en: Chapter 21: King Susaṃbhava Then the Bhagavat, having taught the treatise on kingship within that great assembly, said, “You and all others, listen well, for I will teach you the past causes and conditions for the true practice of the Dharma.”

source: །དེ་ནས་དེའི་ཚེ་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ། ངས་སྔོན་འཁོར་ལོས་སྒྱུར་རྒྱལ་བྱས་པ་ན། །ས་ཆེན་འདི་དང་རྒྱ་མཚོར་བཅས་པ་བཏང་།
en: He then recited these verses: “When in the past I was a cakravartin king, I gave away the great earth with its oceans.

source: །གླིང་བཞི་རིན་ཆེན་གྱིས་ནི་རབ་བཀང་བ། །ཐམས་ཅད་དེ་བཞིན་གཤེགས་པ་རྣམས་ལ་མཆོད།
en: I offered all the four continents Filled with jewels to the tathāgatas. “

source: །ངས་སྔོན་བསྐལ་པ་དག་ནི་ཚད་མེད་སྙེད། །རྣམ་དག་ཡང་དག་ཆོས་སྐུ་གཉེར་བའི་ཕྱིར། །ཕངས་པའི་ནོར་དང་རང་གི་ལུས་སྲོག་ཀྱང་། །སེར་སྣ་མེད་པའི་སེམས་ཀྱིས་ཡོངས་སུ་བཏང་།
en: Throughout countless eons, all of them, Because I sought the pure, true Dharma body, My cherished wealth and even my own body and life I gave away, with a mind that was without miserliness. “

source: །གཞན་ཡང་འདས་པའི་བསྐལ་པ་བསམ་དཀའ་ན། །ཡང་དག་མཁྱེན་པ་རིན་ཆེན་གཙུག་ཕུད་བྱུང་།
en: Moreover, an inconceivable number of eons ago, There was Ratnaśikhin, who had true wisdom.

source: །དེ་བཞིན་གཤེགས་དེ་མྱ་ངན་འདས་པའི་འོག །རྒྱལ་པོ་ལེགས་སྐྱེས་ཞེས་བྱ་འཇིག་རྟེན་བྱུང་།
en: After that tathāgata had passed into nirvāṇa, A king named Susaṃbhava appeared in the world. “

source: །འཁོར་ལོས་སྒྱུར་རྒྱལ་བྱས་ནས་གླིང་བཞི་བཏུལ།
en: He became a cakravartin and subjugated the four continents.

source: །རྒྱ་མཚོའི་མཐར་ཐུག་ཚུན་ཆད་སྐྱབས་སུ་དོང་།
en: He became the protector of all as far as the oceans.

source: །གྲོང་ཁྱེར་མིང་ནི་གྱ་ནོམ་སྒྲ་ཞེས་བྱ།
en: The name of his city was Devendraghoṣa.

source: །དེ་ཚེ་འཁོར་ལོས་སྒྱུར་རྒྱལ་དེ་ན་གནས། །རྨི་ལམ་སངས་རྒྱས་བསོད་ནམས་ཡེ་ཤེས་ཐོས། །ཆོས་སྨྲ་རིན་ཆེན་བརྩེགས་པ་ཞེས་བྱ་བ། །ཉི་མའི་དཀྱིལ་འཁོར་ལྟར་མཛེས་སྟན་འདུག་ནས། །གསེར་འོད་དམ་པའི་མདོ་སྡེ་འཆད་པའང་མཐོང་།
en: At the time when the cakravartin king was dwelling there, “He heard the merit and wisdom of the Buddha in a dream, And he saw the dharmabhāṇaka named Ratnoccaya, As beautiful as the disk of the sun, seated on a throne And teaching The Sūtra of the Sublime Golden Light. “

source: །དེ་ཚེ་རྒྱལ་དེ་རྨི་ལམ་སད་པ་དང་། །རབ་ཏུ་དགའ་བ་སྐྱེས་ནས་ལུས་ཀུན་ཁྱབ། །ནམ་ལངས་རྒྱལ་པོའི་ཕོ་བྲང་ཕྱིར་བྱུང་ནས། །དགེ་སློང་དགེ་འདུན་རྣམས་ཀྱི་ཐད་དུ་སོང་།
en: When the king awoke from his dream, He felt great joy that spread through his entire body, And at dawn he came out of the royal palace And went into the presence of the bhikṣu saṅgha. “

source: །འཕགས་པའི་ཚོགས་ལ་གུས་པས་རབ་མཆོད་ནས། །ཚོགས་ཆེན་མང་པོ་དེ་ལ་འདི་སྐད་དྲིས། །ཆོས་སྨྲ་རིན་ཆེན་བརྩེགས་པ་ཞེས་བགྱི་བ། །ཡོན་ཏན་ཕུན་ཚོགས་སེམས་ཅན་འདུལ་མཆིས་སམ།
en: He reverently made offerings to that assembly of āryas, And he asked this question of that great assembly: ‘Is there a dharmabhāṇaka by the name of Ratnoccaya Who has a perfection of qualities and who guides beings?’ “

source: །དེ་ཚེ་ཆོས་སྨྲ་ཆེན་པོ་རིན་ཆེན་བརྩེགས། །གནས་ཁང་གཅིག་པུར་ཡང་དག་གནས་ནས་ནི། །དྲན་པ་ཉེར་གཞག་མདོ་སྡེ་འདི་བཏོན་པས། །དྲང་འདུག་མི་གཡོ་ལུས་དང་སེམས་ཀྱང་བདེ།
en: At that time, the great dharmabhāṇaka Ratnoccaya Was staying in perfect solitude in a dwelling, Maintaining mindfulness and teaching this sūtra, Honest and sincere, in physical and mental bliss. “
